export default {
  'София': {
    name: 'София',
    regexp: /^(софия|софья|софа)/gi
  },
  'Мария': {
    name: 'Мария',
    regexp: /^(мария|маша)/gi
  },
  'Анна': {
    name: 'Анна',
    regexp: /^(анна|аня)/gi
  },
  'Виктория': {
    name: 'Виктория',
    regexp: /^(виктория|вика)/gi
  },
  'Алиса': {
    name: 'Алиса',
    regexp: /^(алиса)/gi
  },
  'Полина': {
    name: 'Полина',
    regexp: /^(полина)/gi
  },
  'Анастасия': {
    name: 'Анастасия',
    regexp: /^(анастасия|настя)/gi
  },
  'Елизавета': {
    name: 'Елизавета',
    regexp: /^(елизавета|лиза)/gi
  },
  'Александра': {
    name: 'Александра',
    regexp: /^(александра|саша)/gi
  },
  'Варвара': {
    name: 'Варвара',
    regexp: /^(варвара|варя)/gi
  },
  'Дарья': {
    name: 'Дарья',
    regexp: /^(дарья|даша)/gi
  },
  'Екатерина': {
    name: 'Екатерина',
    regexp: /^(екатерина|катя)/gi
  },
  'Ева': {
    name: 'Ева',
    regexp: /^(ева)/gi
  },
  'Ксения': {
    name: 'Ксения',
    regexp: /^(ксения)/gi
  },
  'Арина': {
    name: 'Арина',
    regexp: /^(арина)/gi
  },
  'Василиса': {
    name: 'Василиса',
    regexp: /^(василиса)/gi
  },
  'Вероника': {
    name: 'Вероника',
    regexp: /^(вероника|вика)/gi
  },
  'Милана': {
    name: 'Милана',
    regexp: /^(милана)/gi
  },
  'Валерия': {
    name: 'Валерия',
    regexp: /^(валерия)/gi
  },
  'Кира': {
    name: 'Кира',
    regexp: /^(кира)/gi
  },
  'Ульяна': {
    name: 'Ульяна',
    regexp: /^(ульяна)/gi
  },
  'Вера': {
    name: 'Вера',
    regexp: /^(вера)/gi
  },
  'Таисия': {
    name: 'Таисия',
    regexp: /^(таисия)/gi
  },
  'Мирослава': {
    name: 'Мирослава',
    regexp: /^(мирослава)/gi
  },
  'Маргарита': {
    name: 'Маргарита',
    regexp: /^(маргарита)/gi
  },
  'Алина': {
    name: 'Алина',
    regexp: /^(алина)/gi
  },
  'Алена': {
    name: 'Алена',
    regexp: /^(алена)/gi
  },
  'Амина': {
    name: 'Амина',
    regexp: /^(амина)/gi
  },
  'Кристина': {
    name: 'Кристина',
    regexp: /^(кристина)/gi
  },
  'Диана': {
    name: 'Диана',
    regexp: /^(диана)/gi
  },
  'Есения': {
    name: 'Есения',
    regexp: /^(есения)/gi
  },
  'Ольга': {
    name: 'Ольга',
    regexp: /^(ольга|оля)/gi
  },
  'Юлия': {
    name: 'Юлия',
    regexp: /^(юлия|юля)/gi
  },
  'Эмилия': {
    name: 'Эмилия',
    regexp: /^(эмилия)/gi
  },
  'Сафия': {
    name: 'Сафия',
    regexp: /^(сафия)/gi
  },
  'Стефания': {
    name: 'Стефания',
    regexp: /^(стефания)/gi
  },
  'Майя': {
    name: 'Майя',
    regexp: /^(майя)/gi
  },
  'Ангелина': {
    name: 'Ангелина',
    regexp: /^(ангелина)/gi
  },
  'Евгения': {
    name: 'Евгения',
    regexp: /^(евгения|женя)/gi
  },
  'Яна': {
    name: 'Яна',
    regexp: /^(яна)/gi
  },
  'Татьяна': {
    name: 'Татьяна',
    regexp: /^(татьяна|таня)/gi
  },
  'Агата': {
    name: 'Агата',
    regexp: /^(агата)/gi
  },
  'Ника': {
    name: 'Ника',
    regexp: /^(ника)/gi
  },
  'Злата': {
    name: 'Злата',
    regexp: /^(злата)/gi
  },
  'Марьям': {
    name: 'Марьям',
    regexp: /^(марьям)/gi
  },
  'Аделина': {
    name: 'Аделина',
    regexp: /^(аделина)/gi
  },
  'Мия': {
    name: 'Мия',
    regexp: /^(мия)/gi
  },
  'Николь': {
    name: 'Николь',
    regexp: /^(николь)/gi
  },
  'Елена': {
    name: 'Елена',
    regexp: /^(елена|лена)/gi
  },
  'Ирина': {
    name: 'Ирина',
    regexp: /^(ирина)/gi
  },
  'Амелия': {
    name: 'Амелия',
    regexp: /^(амелия)/gi
  },
  'Ясмина': {
    name: 'Ясмина',
    regexp: /^(ясмина)/gi
  },
  'Дарина': {
    name: 'Дарина',
    regexp: /^(дарина)/gi
  },
  'Надежда': {
    name: 'Надежда',
    regexp: /^(надежда|надя)/gi
  },
  'Алия': {
    name: 'Алия',
    regexp: /^(алия)/gi
  },
  'Элина': {
    name: 'Элина',
    regexp: /^(элина)/gi
  },
  'Аиша': {
    name: 'Аиша',
    regexp: /^(аиша)/gi
  },
  'Оливия': {
    name: 'Оливия',
    regexp: /^(оливия)/gi
  },
  'Нина': {
    name: 'Нина',
    regexp: /^(нина)/gi
  },
  'Фатима': {
    name: 'Фатима',
    regexp: /^(фатима)/gi
  },
  'Марина': {
    name: 'Марина',
    regexp: /^(марина)/gi
  },
  'Милена': {
    name: 'Милена',
    regexp: /^(милена)/gi
  },
  'Ярослава': {
    name: 'Ярослава',
    regexp: /^(ярослава)/gi
  },
  'Ариана': {
    name: 'Ариана',
    regexp: /^(ариана)/gi
  },
  'Светлана': {
    name: 'Светлана',
    regexp: /^(светлана|света)/gi
  },
  'Айлин': {
    name: 'Айлин',
    regexp: /^(айлин)/gi
  },
  'Самира': {
    name: 'Самира',
    regexp: /^(самира)/gi
  },
  'Амира': {
    name: 'Амира',
    regexp: /^(амира)/gi
  },
  'Зоя': {
    name: 'Зоя',
    regexp: /^(зоя)/gi
  },
  'Мадина': {
    name: 'Мадина',
    regexp: /^(мадина)/gi
  },
  'Любовь': {
    name: 'Любовь',
    regexp: /^(любовь)/gi
  },
  'Малика': {
    name: 'Малика',
    regexp: /^(малика)/gi
  },
  'Аврора': {
    name: 'Аврора',
    regexp: /^(аврора)/gi
  },
  'Мира': {
    name: 'Мира',
    regexp: /^(мира)/gi
  },
  'Раяна': {
    name: 'Раяна',
    regexp: /^(раяна)/gi
  },
  'Агния': {
    name: 'Агния',
    regexp: /^(агния)/gi
  },
  'Лидия': {
    name: 'Лидия',
    regexp: /^(лидия)/gi
  },
  'Камилла': {
    name: 'Камилла',
    regexp: /^(камилла)/gi
  },
  'Карина': {
    name: 'Карина',
    regexp: /^(карина)/gi
  },
  'Лилия': {
    name: 'Лилия',
    regexp: /^(лилия)/gi
  },
  'Антонина': {
    name: 'Антонина',
    regexp: /^(антонина)/gi
  },
  'Олеся': {
    name: 'Олеся',
    regexp: /^(олеся)/gi
  },
  'Наталья': {
    name: 'Наталья',
    regexp: /^(наталья)/gi
  },
  'Серафима': {
    name: 'Серафима',
    regexp: /^(серафима)/gi
  },
  'Марьяна': {
    name: 'Марьяна',
    regexp: /^(марьяна)/gi
  },
  'Каролина': {
    name: 'Каролина',
    regexp: /^(каролина)/gi
  },
  'Мелания': {
    name: 'Мелания',
    regexp: /^(мелания)/gi
  },
  'Мила': {
    name: 'Мила',
    regexp: /^(мила)/gi
  },
  'Асия': {
    name: 'Асия',
    regexp: /^(асия)/gi
  },
  'Камила': {
    name: 'Камила',
    regexp: /^(камила)/gi
  },
  'Марта': {
    name: 'Марта',
    regexp: /^(марта)/gi
  },
  'Марианна': {
    name: 'Марианна',
    regexp: /^(марианна)/gi
  },
  'Лейла': {
    name: 'Лейла',
    regexp: /^(лейла)/gi
  },
  'Сабина': {
    name: 'Сабина',
    regexp: /^(сабина)/gi
  },
  'Амалия': {
    name: 'Амалия',
    regexp: /^(амалия)/gi
  },
  'Эмма': {
    name: 'Эмма',
    regexp: /^(эмма)/gi
  },
  'Владислава': {
    name: 'Владислава',
    regexp: /^(владислава)/gi
  },
  'Теона': {
    name: 'Теона',
    regexp: /^(теона)/gi
  },
  'Алисия': {
    name: 'Алисия',
    regexp: /^(алисия)/gi
  },
  'Айша': {
    name: 'Айша',
    regexp: /^(айша)/gi
  },
  'Лея': {
    name: 'Лея',
    regexp: /^(лея)/gi
  },
  'Валентина': {
    name: 'Валентина',
    regexp: /^(валентина)/gi
  },
  'Аглая': {
    name: 'Аглая',
    regexp: /^(аглая)/gi
  },
  'Альфия': {
    name: 'Альфия',
    regexp: /^(альфия)/gi
  },
  'Сумая': {
    name: 'Сумая',
    regexp: /^(сумая)/gi
  },
  'Салиха': {
    name: 'Салиха',
    regexp: /^(салиха)/gi
  },
  'Эвелина': {
    name: 'Эвелина',
    regexp: /^(эвелина)/gi
  },
  'Хадиджа': {
    name: 'Хадиджа',
    regexp: /^(хадиджа)/gi
  },
  'Евдокия': {
    name: 'Евдокия',
    regexp: /^(евдокия)/gi
  },
  'Евангелина': {
    name: 'Евангелина',
    regexp: /^(евангелина)/gi
  },
  'Медина': {
    name: 'Медина',
    regexp: /^(медина)/gi
  },
  'Мелисса': {
    name: 'Мелисса',
    regexp: /^(мелисса)/gi
  },
  'Пелагея': {
    name: 'Пелагея',
    regexp: /^(пелагея)/gi
  },
  'Муслима': {
    name: 'Муслима',
    regexp: /^(муслима)/gi
  },
  'Тамара': {
    name: 'Тамара',
    regexp: /^(тамара)/gi
  },
  'Альбина': {
    name: 'Альбина',
    regexp: /^(альбина)/gi
  },
  'Адель': {
    name: 'Адель',
    regexp: /^(адель)/gi
  },
  'Лада': {
    name: 'Лада',
    regexp: /^(лада)/gi
  },
  'Сара': {
    name: 'Сара',
    regexp: /^(сара)/gi
  },
  'Аделя': {
    name: 'Аделя',
    regexp: /^(аделя)/gi
  },
  'Аниса': {
    name: 'Аниса',
    regexp: /^(аниса)/gi
  },
  'Дария': {
    name: 'Дария',
    regexp: /^(дария)/gi
  },
  'Виолетта': {
    name: 'Виолетта',
    regexp: /^(виолетта)/gi
  },
  'Анфиса': {
    name: 'Анфиса',
    regexp: /^(анфиса)/gi
  },
  'Афина': {
    name: 'Афина',
    regexp: /^(афина)/gi
  },
  'Лиана': {
    name: 'Лиана',
    regexp: /^(лиана)/gi
  },
  'Лия': {
    name: 'Лия',
    regexp: /^(лия)/gi
  },
  'Анжелика': {
    name: 'Анжелика',
    regexp: /^(анжелика)/gi
  },
  'Моника': {
    name: 'Моника',
    regexp: /^(моника)/gi
  },
  'Регина': {
    name: 'Регина',
    regexp: /^(регина)/gi
  },
  'Анисия': {
    name: 'Анисия',
    regexp: /^(анисия)/gi
  },
  'Алеся': {
    name: 'Алеся',
    regexp: /^(алеся)/gi
  },
  'Хадижа': {
    name: 'Хадижа',
    regexp: /^(хадижа)/gi
  },
  'Аяна': {
    name: 'Аяна',
    regexp: /^(аяна)/gi
  },
  'Юлиана': {
    name: 'Юлиана',
    regexp: /^(юлиана)/gi
  },
  'Мариям': {
    name: 'Мариям',
    regexp: /^(мариям)/gi
  },
  'Алла': {
    name: 'Алла',
    regexp: /^(алла)/gi
  },
  'Арууке': {
    name: 'Арууке',
    regexp: /^(арууке)/gi
  },
  'Хадича': {
    name: 'Хадича',
    regexp: /^(хадича)/gi
  },
  'Дана': {
    name: 'Дана',
    regexp: /^(дана)/gi
  },
  'Влада': {
    name: 'Влада',
    regexp: /^(влада)/gi
  },
  'Наталия': {
    name: 'Наталия',
    regexp: /^(наталия)/gi
  },
  'Мишель': {
    name: 'Мишель',
    regexp: /^(мишель)/gi
  },
  'Ясина': {
    name: 'Ясина',
    regexp: /^(ясина)/gi
  },
  'Азалия': {
    name: 'Азалия',
    regexp: /^(азалия)/gi
  },
  'Людмила': {
    name: 'Людмила',
    regexp: /^(людмила)/gi
  },
  'Сабрина': {
    name: 'Сабрина',
    regexp: /^(сабрина)/gi
  },
  'Станислава': {
    name: 'Станислава',
    regexp: /^(станислава)/gi
  },
  'Василина': {
    name: 'Василина',
    regexp: /^(василина)/gi
  },
  'Аруузат': {
    name: 'Аруузат',
    regexp: /^(аруузат)/gi
  },
  'Нелли': {
    name: 'Нелли',
    regexp: /^(нелли)/gi
  },
  'Адриана': {
    name: 'Адриана',
    regexp: /^(адриана)/gi
  },
  'Алсу': {
    name: 'Алсу',
    regexp: /^(алсу)/gi
  },
  'Даниэла': {
    name: 'Даниэла',
    regexp: /^(даниэла)/gi
  },
  'Изабелла': {
    name: 'Изабелла',
    regexp: /^(изабелла)/gi
  },
  'Марям': {
    name: 'Марям',
    regexp: /^(марям)/gi
  },
  'Милослава': {
    name: 'Милослава',
    regexp: /^(милослава)/gi
  },
  'Марфа': {
    name: 'Марфа',
    regexp: /^(марфа)/gi
  },
  'Мариам': {
    name: 'Мариам',
    regexp: /^(мариам)/gi
  },
  'Арианна': {
    name: 'Арианна',
    regexp: /^(арианна)/gi
  },
  'Тея': {
    name: 'Тея',
    regexp: /^(тея)/gi
  },
  'Эмили': {
    name: 'Эмили',
    regexp: /^(эмили)/gi
  },
  'Зарина': {
    name: 'Зарина',
    regexp: /^(зарина)/gi
  },
  'Ася': {
    name: 'Ася',
    regexp: /^(ася)/gi
  },
  'Виталина': {
    name: 'Виталина',
    regexp: /^(виталина)/gi
  },
  'Жасмин': {
    name: 'Жасмин',
    regexp: /^(жасмин)/gi
  },
  'Сумайя': {
    name: 'Сумайя',
    regexp: /^(сумайя)/gi
  },
  'Дина': {
    name: 'Дина',
    regexp: /^(дина)/gi
  },
  'Белла': {
    name: 'Белла',
    regexp: /^(белла)/gi
  },
  'Доминика': {
    name: 'Доминика',
    regexp: /^(доминика)/gi
  },
  'Луиза': {
    name: 'Луиза',
    regexp: /^(луиза)/gi
  },
  'Галина': {
    name: 'Галина',
    regexp: /^(галина)/gi
  },
  'Жасмина': {
    name: 'Жасмина',
    regexp: /^(жасмина)/gi
  },
  'Саида': {
    name: 'Саида',
    regexp: /^(саида)/gi
  },
  'Ани': {
    name: 'Ани',
    regexp: /^(ани)/gi
  },
  'Айла': {
    name: 'Айла',
    regexp: /^(айла)/gi
  },
  'Мирра': {
    name: 'Мирра',
    regexp: /^(мирра)/gi
  },
  'Сафина': {
    name: 'Сафина',
    regexp: /^(сафина)/gi
  },
  'Снежана': {
    name: 'Снежана',
    regexp: /^(снежана)/gi
  },
  'Элиза': {
    name: 'Элиза',
    regexp: /^(элиза)/gi
  },
  'Миа': {
    name: 'Миа',
    regexp: /^(миа)/gi
  },
  'Айбийке': {
    name: 'Айбийке',
    regexp: /^(айбийке)/gi
  },
  'Наима': {
    name: 'Наима',
    regexp: /^(наима)/gi
  },
  'Лина': {
    name: 'Лина',
    regexp: /^(лина)/gi
  },
  'Ясмин': {
    name: 'Ясмин',
    regexp: /^(ясмин)/gi
  },
  'Зайнаб': {
    name: 'Зайнаб',
    regexp: /^(зайнаб)/gi
  },
  'Салима': {
    name: 'Салима',
    regexp: /^(салима)/gi
  },
  'Соня': {
    name: 'Соня',
    regexp: /^(соня)/gi
  },
  'Элеонора': {
    name: 'Элеонора',
    regexp: /^(элеонора)/gi
  },
  'Аида': {
    name: 'Аида',
    regexp: /^(аида)/gi
  },
  'Глафира': {
    name: 'Глафира',
    regexp: /^(глафира)/gi
  },
  'Аксинья': {
    name: 'Аксинья',
    regexp: /^(аксинья)/gi
  },
  'Рада': {
    name: 'Рада',
    regexp: /^(рада)/gi
  },
  'Луна': {
    name: 'Луна',
    regexp: /^(луна)/gi
  },
  'Златослава': {
    name: 'Златослава',
    regexp: /^(златослава)/gi
  }
}